Tekla.Structures.DrawingInternal.dotGrPointList_t


Tekla.Structures.DrawingInternal.dotGrPointList_t.iCurrentPoint


Tekla.Structures.DrawingInternal.dotGrPointList_t.nPoints


Tekla.Structures.DrawingInternal.dotGrPointList_t.nPointsInSet


Tekla.Structures.DrawingInternal.dotGrPointList_t.aPointList


Tekla.Structures.DrawingInternal.dotGrPointList_t.ClientId


Tekla.Structures.DrawingInternal.dotGrPointList_t.#ctor(System.Int32)


Tekla.Structures.DrawingInternal.dotGrPointList_t.ToStruct(System.Collections.Generic.List{Tekla.Structures.Geometry3d.Point})


Tekla.Structures.DrawingInternal.dotGrPointList_t.FromStruct(System.Collections.Generic.List{Tekla.Structures.Geometry3d.Point}@)
